/* Abort changes */
"abortChanges" = "Abort Changes";

/* Your changes will be aborted */
"abortChangesMessage" = "Your changes will be aborted";

/* Add */
"add" = "Add";

/* All day */
"allDay" = "All day";

/* Back */
"back" = "Back";

/* Cancel */
"cancel" = "Cancel";

/* Cancel your changes on this event */
"cancelChangesMessage" = "Cancel your changes on this event";

/* Day */
"day" = "Day";

/* Delete */
"delete" = "Delete";

/* Delete this event */
"deleteEventMessage" = "Delete this event";

/* Edit */
"edit" = "Edit";

/* End */
"endDate" = "End Date";

/* Add Event */
"event_add" = "Add Event";

/* Calendar */
"event_Calendar" = "Calendar";

/* Edit Event */
"event_edit" = "Edit Event";

/* From */
"from" = "From";

/* Blue Icon */
"icon_blue" = "Blue";

/* Default Icon */
"icon_default" = "Default";

/* Lila Icon */
"icon_lila" = "Lila";

/* Location */
"location" = "Location";

/* Month */
"month" = "Month";

/* Event Details */
"nav_details" = "Event Details";

/* Search events */
"nav_search" = "Search Event";

/* Navigation Theme */
"nav_theme" = "Themes";

/* No events */
"noEvents" = "No Event";

/* No event selected */
"noEventSelected" = "No Event Selected";

/* None */
"none" = "None";

/* No result for: */
"noResult" = "No result for: ";

/* Notes */
"notes" = "Notes";

/* Remind */
"remind" = "Remind";

/* This event will be remove */
"removeEventMessage" = "This event will be removed";

/* Save */
"save" = "Save";

/* Settings */
"settings" = "Settings";

/* App Icon */
"settings_appIcon" = "App Icon";

/* Calendar Names */
"settings_calendars" = "Calendars";

/* Displayed Calendars */
"settings_displayedCalendars" = "Displayed Calendars";

/* Extra Large */
"settings_extraLarge" = "Extra Large";

/* Extra Small */
"settings_extraSmall" = "Extra Small";

/* Font Size */
"settings_fontSize" = "Font Size";

/* Font Style */
"settings_fontStyle" = "Font Style";

/* Large */
"settings_large" = "Large";

/* Medium */
"settings_medium" = "Medium";

/* Section: Calendar Settings */
"settings_sectionCalendarSettings" = "Calendar Settings";

/* Section: Customization */
"settings_sectionCustomization" = "Customization";

/* Small */
"settings_small" = "Small";

/* Calendar Sources */
"settings_sources" = "Calendar Sources";

/* Theme */
"settings_theme" = "Theme";

/* Start Date */
"startDate" = "Start Date";

/* Blue Theme */
"theme_blue" = "Blue";

/* Default Theme */
"theme_default" = "Default";

/* Lila Theme */
"theme_lila" = "Lila";

/* Primary Color */
"themes_primary" = "Primary";

/* Secondary Color */
"themes_secondary" = "Secondary";

/* Title */
"title" = "Title";

/* To */
"to" = "To";

/* Today */
"today" = "Today";

/* URL */
"url" = "URL";

/* Week */
"week" = "Week";

/* Year */
"year" = "Year";

/* Remind period */
"zeroMinute" = "At time of event";
"oneMinute" = "1 minute before";
"twoMinute" = "2 minutes before";
"fiveMinute" = "5 minutes before";
"tenMinute" = "10 minutes before";
"fifteenMinute" = "15 minutes before";
"thirtyMinute" = "30 minutes before";
"oneHour" = "1 hour before";

/* Event-related */
"requestAccess" = "Request Access Failed";
"requestAccessMessage" = "Some internal errors happened. Please send an email with the log to our support email address.";
"accessDenied" = "Access Denied";
"accessDeniedMessage" = "This app won't work without access rights to your calendar events. Please grant this app access rights in the system settings and try againt later.";
"restrictedAccess" = "Restricted Access";
"restrictedAccessMessage" = "You are in restricted mode which means you cannot grant this app access rights to your calendar events. Please try again later.";
"errorSaving" = "An error occurred while saving a new event.";
"errorUpdating" = "An error occurred while updating an existing event.";
"errorDeleting" = "An error occurred while deleting an existing event.";

